[
  {
    "id": 1,
    "name": "TABLE DE JARDIN EN TECK 8 PLACES",
    "description": "Jolie table de jardin en teck pour 8 personnes. Idéale pour les grandes tablées en famille ou entre amis. Cette table de jardin en teck est très robuste et résistante aux intempéries. Elle est également très facile d'entretien. Vous pouvez la laisser dehors toute l'année. Elle ne nécessite aucun traitement particulier. Vous pouvez la laisser griser ou la traiter avec de l'huile de teck pour lui redonner son aspect d'origine. Cette table de jardin en teck est livrée avec un trou pour le parasol. Vous pouvez également l'utiliser en intérieur. Elle est idéale pour les grandes pièces à vivre. Vous pouvez l'associer avec des chaises en teck ou en résine tressée.",
    "price": 19.99,
    "category": "jardin"
  },
  {
    "id": 2,
    "name": "LOT DE 8 TASSES A CAFE",
    "description": "Enorme lot de 8 tasses à café. Idéal pour les grandes familles ou les grandes tablées. Ces tasses à café sont en porcelaine. Elles sont très résistantes et passent au lave-vaisselle. Vous pouvez les utiliser tous les jours ou pour les grandes occasions. Elles sont livrées avec leurs soucoupes. Vous pouvez les associer avec des tasses à thé ou des mugs.",
    "price": 29.99,
    "category": "cuisine"
  },
  {
    "id": 3,
    "name": "LAMPE DE BUREAU LED",
    "description": "Lampe de bureau LED avec bras articulé. Cette lampe de bureau est très pratique pour travailler dans des conditions optimales. Elle est équipée d'un variateur d'intensité lumineuse pour s'adapter à toutes les situations. Elle est également très économique en énergie. Vous pouvez la brancher sur secteur ou sur port USB. Elle est livrée avec un câble USB.",
    "price": 39.99,
    "category": "maison"
  },
  {
    "id": 4,
    "name": "ENSEMBLE DE COUTEAUX DE CUISINE",
    "description": "Ensemble de couteaux de cuisine en acier inoxydable. Cet ensemble comprend 5 couteaux différents pour répondre à tous vos besoins en cuisine. Les lames sont très tranchantes et résistantes à l'usure. Les manches sont ergonomiques pour une prise en main confortable. Cet ensemble est livré avec un bloc de rangement pour les couteaux.",
    "price": 49.99,
    "category": "cuisine"
  },
  {
    "id": 5,
    "name": "TAPIS DE SALON EN LAINE",
    "description": "Joli tapis de salon en laine. Ce tapis est très doux et confortable sous les pieds. Il est également très résistant à l'usure et facile d'entretien. Vous pouvez l'utiliser dans toutes les pièces de la maison. Il est disponible en plusieurs tailles et couleurs.",
    "price": 79.99,
    "category": "maison"
  },
  {
    "id": 6,
    "name": "ASPIRATEUR SANS SAC",
    "description": "Aspirateur sans sac très puissant. Cet aspirateur est équipé d'un moteur haute performance pour une aspiration optimale. Il est également très silencieux et facile à utiliser. Il est livré avec plusieurs accessoires pour s'adapter à toutes les surfaces. Il est très facile à vider et à nettoyer.",
    "price": 149.99,
    "category": "maison"
  },
  {
    "id": 7,
    "name": "ENSEMBLE DE VAISSELLE EN PORCELAINE",
    "description": "Ensemble de vaisselle en porcelaine pour 6 personnes. Cet ensemble comprend des assiettes plates, des assiettes creuses et des bols. La porcelaine est très résistante et passe au lave-vaisselle. Vous pouvez l'utiliser tous les jours ou pour les grandes occasions. Il est disponible en plusieurs couleurs.",
    "price": 99.99,
    "category": "cuisine"
  },
  {
    "id": 8,
    "name": "ROBOT CUISEUR MULTIFONCTION",
    "description": "Robot cuiseur multifonction très pratique. Ce robot est équipé de plusieurs fonctions pour vous aider à préparer tous vos plats préférés. Il est très facile à utiliser et à nettoyer. Il est livré avec plusieurs accessoires pour s'adapter à toutes les recettes. Il est également très économique en énergie.",
    "price": 299.99,
    "category": "cuisine"
  },
  {
    "id": 9,
    "name": "FAUTEUIL DE BUREAU ERGONOMIQUE",
    "description": "Fauteuil de bureau ergonomique très confortable. Ce fauteuil est équipé d'un dossier réglable en hauteur pour s'adapter à toutes les morphologies. Il est également équipé d'accoudoirs réglables pour une position de travail optimale. Il est très facile à monter et à utiliser. Il est disponible en plusieurs couleurs.",
    "price": 199.99,
    "category": "maison"
  },
  {
    "id": 10,
    "name": "APPAREIL PHOTO NUMERIQUE",
    "description": "Appareil photo numérique très performant. Cet appareil est équipé d'un capteur haute résolution pour des photos de qualité professionnelle. Il est également équipé d'un zoom optique pour des prises de vue à distance. Il est très facile à utiliser et à transporter. Il est livré avec une carte mémoire et une housse de protection.",
    "price": 499.99,
    "category": "high-tech"
  },
  {
    "id": 11,
    "name": "IMPRIMANTE MULTIFONCTION",
    "description": "Imprimante multifonction très pratique. Cette imprimante est équipée de plusieurs fonctions pour vous aider à imprimer, scanner et copier tous vos documents. Elle est très facile à utiliser et à connecter à tous vos appareils. Elle est également très économique en encre et en papier.",
    "price": 129.99,
    "category": "high-tech"
  },
  {
    "id": 12,
    "name": "ENSEMBLE DE POELES ET CASSEROLES",
    "description": "Ensemble de poêles et casseroles en acier inoxydable. Cet ensemble comprend 3 poêles et 2 casseroles pour répondre à tous vos besoins en cuisine. Les poignées sont ergonomiques pour une prise en main confortable. Cet ensemble est livré avec des couvercles en verre pour surveiller la cuisson.",
    "price": 89.99,
    "category": "cuisine"
  },
  {
    "id": 13,
    "name": "SERVIETTES DE BAIN EN COTON",
    "description": "Ensemble de serviettes de bain en coton. Cet ensemble comprend 4 serviettes de bain très douces et absorbantes. Le coton est très résistant et facile d'entretien. Vous pouvez les utiliser tous les jours ou pour les grandes occasions. Elles sont disponibles en plusieurs couleurs.",
    "price": 39.99,
    "category": "maison"
  },
  {
    "id": 14,
    "name": "CASQUE AUDIO SANS FIL",
    "description": "Casque audio sans fil très pratique. Ce casque est équipé d'une connexion Bluetooth pour une utilisation nomade. Il est également très confortable pour une utilisation prolongée. Il est très facile à connecter à tous vos appareils Bluetooth. Il est disponible en plusieurs couleurs.",
    "price": 59.99,
    "category": "high-tech"
  },
  {
    "id": 15,
    "name": "TABLETTE TACTILE",
    "description": "Tablette tactile très performante. Cette tablette est équipée d'un écran haute résolution pour une qualité d'image optimale. Elle est également très rapide et facile à utiliser. Elle est livrée avec plusieurs applications préinstallées pour une utilisation immédiate. Elle est disponible en plusieurs tailles et couleurs.",
    "price": 399.99,
    "category": "high-tech"
  },
  {
    "id": 16,
    "name": "ENSEMBLE DE DRAPS EN SATIN",
    "description": "Ensemble de draps en satin pour lit double. Cet ensemble comprend un drap-housse, un drap plat et deux taies d'oreiller. Le satin est très doux et confortable pour des nuits paisibles. Il est également très résistant et facile d'entretien. Il est disponible en plusieurs couleurs.",
    "price": 99.99,
    "category": "maison"
  },
  {
    "id": 17,
    "name": "BALANCE DE CUISINE ELECTRONIQUE",
    "description": "Balance de cuisine électronique très pratique. Cette balance est équipée d'un écran LCD pour une lecture facile. Elle est également très précise pour des mesures optimales. Elle est très facile à utiliser et à nettoyer. Elle est disponible en plusieurs couleurs.",
    "price": 19.99,
    "category": "cuisine"
  }
]
  